Repository: superturboryan/WatchCloud
Catalog: WatchCloud Login/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fr, it, ja, ko, nl, pt_br

source: **[Tap here](https://developers.soundcloud.com/docs/api/terms-of-use)**
ar: **[اضغط هنا](https://developers.soundcloud.com/docs/api/terms-of-use)**
de: **[Hier tippen](https://developers.soundcloud.com/docs/api/terms-of-use)**
es_419: **[Toca aquí](https://developers.soundcloud.com/docs/api/terms-of-use)**
fr: **[Cliquez ici](https://developers.soundcloud.com/docs/api/terms-of-use)**
it: **[Tocca qui](https://developers.soundcloud.com/docs/api/terms-of-use)**
ja: **[ここをタップ](https://developers.soundcloud.com/docs/api/terms-of-use)**
ko: **[여기를 누르세요](https://developers.soundcloud.com/docs/api/terms-of-use)**
nl: **[Tik hier](https://developers.soundcloud.com/docs/api/terms-of-use)**
pt_br: **[Toque aqui](https://developers.soundcloud.com/docs/api/terms-of-use)**

source: **[Tap here](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
ar: **[انقر هنا](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
de: **[Hier tippen](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
es_419: **[Toca aquí](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
fr: **[Cliquez ici](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
it: **[Tocca qui](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
ja: **[ここをタップ](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
ko: **[여기를 누르세요](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
nl: **[Tik hier](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**
pt_br: **[Toque aqui](https://github.com/superturboryan/WatchCloud-Privacy-Policy/)**

source: **WatchCloud is a watchOS app that makes it possible to stream SoundCloud directly to your Apple Watch.** This **iOS** app is used to connect WatchCloud to your SoundCloud account.
ar: **WatchCloud هو أحد تطبيقات watchOS التي تتيح إمكانية بث SoundCloud مباشرة إلى Apple Watch.** يتم استخدام تطبيق **iOS** هذا لتوصيل WatchCloud بحساب SoundCloud الخاص بك.
de: **WatchCloud ist eine watchOS-App, die es ermöglicht, SoundCloud direkt auf Ihre Apple Watch zu streamen.** Diese **iOS**-App wird verwendet, um WatchCloud mit Ihrem SoundCloud-Konto zu verbinden.
es_419: **WatchCloud es una aplicación de watchOS que permite transmitir SoundCloud directamente a tu Apple Watch.** Esta aplicación **iOS** se utiliza para conectar WatchCloud a su cuenta de SoundCloud.
fr: **WatchCloud est une application watchOS qui permet de diffuser SoundCloud directement sur votre Apple Watch.** Cette application **iOS** est utilisée pour connecter WatchCloud à votre compte SoundCloud.
it: **WatchCloud è un'app watchOS che rende possibile lo streaming di SoundCloud direttamente sul tuo Apple Watch.** Questa app **iOS** viene utilizzata per connettere WatchCloud al tuo conto SoundCloud.
ja: **WatchCloud は、SoundCloud を Apple Watch に直接ストリーミングできるようにする watchOS アプリです。** この **iOS** アプリは、WatchCloud を SoundCloud アカウントに接続するために使用されます。
ko: **WatchCloud는 SoundCloud를 Apple Watch로 직접 스트리밍할 수 있게 해주는 watchOS 앱입니다.** 이 **iOS** 앱은 WatchCloud를 SoundCloud 계정에 연결하는 데 사용됩니다.
nl: **WatchCloud is een watchOS-app die het mogelijk maakt om SoundCloud rechtstreeks naar je Apple Watch te streamen.** Deze **iOS**-app wordt gebruikt om WatchCloud met uw SoundCloud-account te verbinden.
pt_br: **WatchCloud é um aplicativo watchOS que possibilita transmitir o SoundCloud diretamente para o seu Apple Watch.** Este aplicativo **iOS** é usado para conectar o WatchCloud à sua conta do SoundCloud.

source: About
ar: عن
de: Information
es_419: Información
fr: À Propos
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pt_br: Informação

source: Account Connected
ar: الحساب متصل
de: Konto Verbunden
es_419: Cuenta Conectada
fr: Compte Connecté
it: Conto Connesso
ja: アカウントが接続されました
ko: 계정이 연결되었습니다
nl: Account Verbonden
pt_br: Conta Conectada

source: After completing the instructions to connect your account, verify that WatchCloud has been connected on your Apple Watch. The watchOS app will remain connected without this iOS app. You can then delete this app from your iPhone. You can download this app again from the App Store if you need to reconnect your SoundCloud account.
ar: بعد إكمال تعليمات ربط حسابك، تأكد من اتصال WatchCloud على Apple Watch. سيظل تطبيق watchOS متصلاً بدون تطبيق iOS هذا. يمكنك بعد ذلك حذف هذا التطبيق من جهاز iPhone الخاص بك. يمكنك تنزيل هذا التطبيق مرة أخرى من App Store إذا كنت بحاجة إلى إعادة الاتصال بحساب SoundCloud الخاص بك.
de: Nachdem Sie die Anweisungen zum Verbinden Ihres Kontos abgeschlossen haben, überprüfen Sie, ob WatchCloud auf Ihrer Apple Watch verbunden wurde. Die watchOS-App bleibt auch ohne diese iOS-App verbunden. Anschließend können Sie diese App von Ihrem iPhone löschen. Sie können diese App erneut aus dem App Store herunterladen, wenn Sie Ihr SoundCloud-Konto erneut verbinden müssen.
es_419: Después de completar las instrucciones para conectar su cuenta, verifique que WatchCloud se haya conectado en su Apple Watch. La aplicación watchOS permanecerá conectada sin esta aplicación iOS. Luego puedes eliminar esta aplicación de tu iPhone. Puede descargar esta aplicación nuevamente desde la App Store si necesita volver a conectar su cuenta de SoundCloud.
fr: Après avoir suivi les instructions pour connecter votre compte, vérifiez que WatchCloud a été connecté sur votre Apple Watch. L'application watchOS restera connectée sans cette application iOS. Vous pouvez ensuite supprimer cette application de votre iPhone. Vous pouvez télécharger à nouveau cette application depuis l'App Store si vous devez reconnecter votre compte SoundCloud.
it: Dopo aver completato le istruzioni per connettere il tuo conto, verifica che WatchCloud sia stato connesso sul tuo Apple Watch. L'app watchOS rimarrà connessa senza questa app iOS. Potrai quindi eliminare questa app dal tuo iPhone. Puoi scaricare nuovamente questa app dall'App Store se devi ricollegare il tuo account SoundCloud.
ja: アカウントを接続する手順を完了したら、Apple Watch で WatchCloud が接続されていることを確認します。 watchOS アプリは、この iOS アプリがなくても接続されたままになります。 その後、このアプリを iPhone から削除できます。 SoundCloud アカウントを再接続する必要がある場合は、App Store からこのアプリを再度ダウンロードできます。
ko: 계정 연결 지침을 완료한 후 WatchCloud가 Apple Watch에 연결되었는지 확인하세요. watchOS 앱은 이 iOS 앱이 없어도 연결 상태를 유지합니다. 그런 다음 iPhone에서 이 앱을 삭제할 수 있습니다. SoundCloud 계정을 다시 연결해야 하는 경우 App Store에서 이 앱을 다시 다운로드할 수 있습니다.
nl: Nadat u de instructies voor het koppelen van uw account heeft voltooid, controleert u of WatchCloud is verbonden met uw Apple Watch. De watchOS-app blijft verbonden zonder deze iOS-app. Vervolgens kunt u deze app van uw iPhone verwijderen. U kunt deze app opnieuw downloaden vanuit de App Store als u uw SoundCloud-account opnieuw moet verbinden.
pt_br: Após concluir as instruções para conectar sua conta, verifique se o WatchCloud foi conectado ao seu Apple Watch. O aplicativo watchOS permanecerá conectado sem este aplicativo iOS. Você pode então excluir este aplicativo do seu iPhone. Você pode baixar este aplicativo novamente na App Store se precisar reconectar sua conta do SoundCloud.

source: Can I connect to SoundCloud on my watch?
ar: هل يمكنني الاتصال بـ SoundCloud على ساعتي؟
de: Kann ich eine direkte Verbindung zu meiner Uhr herstellen?
es_419: ¿Puedo conectarme a SoundCloud en mi reloj?
fr: Est-ce que je peux me connecter directement sur ma montre ?
it: Posso connettermi direttamente sul mio Apple Watch?
ja: ウォッチでSoundCloudに接続できますか?
ko: Apple Watch에 직접 연결할 수 있나요?
nl: Kan ik verbinding maken met SoundCloud op mijn horloge?
pt_br: Posso me conectar diretamente no meu relógio?

source: Can I delete this app from my phone?
ar: هل يمكنني حذف هذا التطبيق من هاتفي؟
de: Kann ich diese App von meinem Telefon löschen?
es_419: ¿Puedo eliminar esta aplicación de mi teléfono?
fr: Est-ce que je peux supprimer cette application iOS ?
it: Posso eliminare questa app dal mio telefono?
ja: このアプリを携帯電話から削除できますか?
ko: 내 휴대폰에서 이 앱을 삭제할 수 있나요?
nl: Kan ik deze app van mijn telefoon verwijderen?
pt_br: Posso excluir este aplicativo do meu telefone?

source: Close
ar: يغلق
de: Schließen
es_419: Cerrar
fr: Fermer
it: Chiudere
ja: 閉じる
ko: 닫다
nl: Dicht
pt_br: Fechar

source: Connect
ar: تسجيل دخول
de: Login
es_419: Conectar
fr: Se Connecter
it: Connetersi
ja: ログイン
ko: 로그인
nl: Login
pt_br: Conectar

source: Connect to SoundCloud
ar: اتصل بـ SoundCloud
de: Melden Sie sich bei SoundCloud an
es_419: Conéctate a SoundCloud
fr: Connectez-vous à SoundCloud
it: Connettiti a SoundCloud
ja: SoundCloudに接続する
ko: 사운드클라우드에 연결
nl: Maak verbinding met SoundCloud
pt_br: Conecte-se ao SoundCloud

source: Frequently Asked Questions
ar: أسئلة مكررة
de: Häufig Gestellte Fragen
es_419: Preguntas Frecuentes
fr: FAQ
it: Domande Frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veel Gestelde Vragen
pt_br: Perguntas Frequentes

source: Install WatchCloud app on Apple Watch
ar: قم بتثبيت تطبيق WatchCloud على Apple Watch
de: Installieren Sie die WatchCloud-App auf der Apple Watch
es_419: Instale la aplicación WatchCloud en Apple Watch
fr: Installez l'application WatchCloud sur votre Apple Watch
it: Installa l'app WatchCloud su Apple Watch
ja: Apple WatchにWatchCloudアプリをインストールする
ko: Apple Watch에 WatchCloud 앱 설치
nl: Installeer de WatchCloud-app op Apple Watch
pt_br: Instale o aplicativo WatchCloud no Apple Watch

source: Legal
ar: قانوني
fr: Légal
it: Legale
ja: 法的
ko: 합법적인
nl: Legaal

source: Login
ar: اتصال
fr: Connexion
ja: ログイン
ko: 로그인

source: OK
ar: نعم
ja: わかりました
ko: 좋아요

source: Open app on Apple Watch
ar: افتح التطبيق على ساعة أبل
de: Öffnen Sie die App auf der Apple Watch
es_419: Abrir aplicación en Apple Watch
fr: Ouvrez l'application sur votre Apple Watch
it: Apri l'app su Apple Watch
ja: Apple Watchでアプリを開く
ko: Apple Watch에서 앱 열기
nl: Open de app op Apple Watch
pt_br: Abra o aplicativo no Apple Watch

source: powered by
ar: مدعوم من
de: angetrieben von
es_419: impulsado por
fr: alimentée par
it: alimentato da
ja: による提供
ko: 에 의해 구동
nl: aangedreven door
pt_br: alimentado por

source: Something Went Wrong
ar: هناك خطأ ما
de: Etwas ist schief gelaufen
es_419: Ocurrió Un Error
fr: Erreur
it: Qualcosa non funziona
ja: エラーが発生しました
ko: 에러 발생됨
nl: Er is iets fout gegaan
pt_br: Algo deu errado

source: SoundCloud API Terms of Use
ar: شروط استخدام SoundCloud API
de: Nutzungsbedingungen der SoundCloud-API
es_419: Términos de uso de la API de SoundCloud
fr: Conditions d'utilisation de l'API SoundCloud
it: Termini di Utilizzo dell'API SoundCloud
ja: SoundCloud API利用規約
ko: SoundCloud API 이용 약관
nl: Gebruiksvoorwaarden SoundCloud API
pt_br: Termos de uso da API SoundCloud

source: There was a problem connecting to SoundCloud. Verify your account works on soundcloud.com or try one of the other login methods
ar: حدثت مشكلة في الاتصال بـ SoundCloud. تأكد من أن حسابك يعمل على soundcloud.com أو جرّب إحدى طرق تسجيل الدخول الأخرى
de: Beim Herstellen der Verbindung zu SoundCloud ist ein Problem aufgetreten. Überprüfen Sie, ob Ihr Konto auf soundcloud.com funktioniert, oder probieren Sie eine der anderen Anmeldemethoden aus
es_419: Hubo un problema al conectarse a SoundCloud. Verifique que su cuenta funcione en soundcloud.com o pruebe uno de los otros métodos de inicio de sesión
fr: Un problème est survenu lors de la connexion à SoundCloud. Vérifiez que votre compte fonctionne sur soundcloud.com ou essayez l'une des autres méthodes de connexion
it: Si è verificato un problema durante la connessione a SoundCloud. Verifica che il tuo conto funziona su soundcloud.com o prova uno degli altri metodi di accesso
ja: SoundCloud への接続に問題が発生しました。アカウントが soundcloud.com で動作することを確認するか、他のログイン方法のいずれかを試してください
ko: SoundCloud에 연결하는 중에 문제가 발생했습니다. soundcloud.com에서 계정이 작동하는지 확인하거나 다른 로그인 방법 중 하나를 사용해 보세요.
nl: Er is een probleem opgetreden bij het verbinden met SoundCloud. Controleer of je account werkt op soundcloud.com of probeer een van de andere inlogmethoden
pt_br: Ocorreu um problema na conexão com o SoundCloud. Verifique se sua conta funciona no soundcloud.com ou tente um dos outros métodos de login

source: Watch App Installed
ar: تم تثبيت تطبيق watchOS
de: Watch-App installiert
es_419: Aplicación watchOS instalada
fr: Application watchOS installée
it: Applicazione watchOS Installata
ja: ウォッチアプリがインストールされました
ko: 시계 앱이 설치됨
nl: Horloge-App Geïnstalleerd
pt_br: Aplicativo watchOS instalado

source: Watch App Not Installed
ar: تطبيق watchOS غير مثبت
de: Watch-App nicht installiert
es_419: Aplicación watchOS no instalada
fr: Application watchOS non installée
it: Applicazione watchOS Non Installata
ja: Watch アプリがインストールされていません
ko: 시계 앱이 설치되지 않았습니다
nl: Horloge-App Niet Geïnstalleerd
pt_br: Aplicativo watchOS não instalado

source: WatchCloud Privacy Policy
ar: سياسة خصوصية WatchCloud
de: WatchCloud-Datenschutzrichtlinie
es_419: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla privacy
ja: WatchCloud プライバシー ポリシー
ko: WatchCloud 개인정보 보호정책
nl: WatchCloud-privacybeleid
pt_br: Política de Privacidade

source: What is this app?
ar: ماذا يفعل هذا التطبيق؟
de: Was ist diese App?
es_419: ¿Qué es esta aplicación?
fr: Que fait cette application ?
it: Cos'è questa app?
ja: このアプリは何ですか?
ko: 이 앱은 무엇입니까?
nl: Wat is deze app?
pt_br: O que é esse aplicativo?

source: Where can I get help?
ar: أين يمكنني الحصول على المساعدة؟
de: Wo kann ich Hilfe bekommen?
es_419: ¿Dónde puedo obtener ayuda?
fr: Contacter l'assistance
it: Dove posso ottenere aiuto?
ja: どこで助けが得られますか?
ko: 어디서 도움을 받을 수 있나요?
nl: Waar kan ik hulp krijgen?
pt_br: Onde posso obter ajuda?

source: Yes, but **there may be issues displaying the webpage for some of the login methods.** All login methods (soundcloud.com, Apple ID, FB, Google) work from this iPhone app.
ar: نعم، ولكن **قد تكون هناك مشكلات في عرض صفحة الويب لبعض طرق تسجيل الدخول.** تعمل جميع طرق تسجيل الدخول (soundcloud.com، Apple ID، FB، Google) من خلال تطبيق iPhone هذا.
de: Ja, aber **bei einigen Anmeldemethoden kann es zu Problemen bei der Anzeige der Webseite kommen.** Alle Anmeldemethoden (soundcloud.com, Apple ID, FB, Google) funktionieren über diese iPhone-App.
es_419: Sí, pero **puede haber problemas al mostrar la página web para algunos de los métodos de inicio de sesión.** Todos los métodos de inicio de sesión (soundcloud.com, ID de Apple, FB, Google) funcionan desde esta aplicación para iPhone.
fr: Oui, mais **il peut y avoir des problèmes d'affichage de la page web pour certaines méthodes de connexion.** Toutes les méthodes de connexion (soundcloud.com, Apple ID, FB, Google) fonctionnent à partir de cette application iPhone.
it: Sì, ma **potrebbero verificarsi problemi nella visualizzazione della pagina web per alcuni metodi di accesso.** Tutti i metodi di accesso (soundcloud.com, ID Apple, FB, Google) funzionano da questa app per iPhone.
ja: はい、ただし **一部のログイン方法では Web ページの表示に問題が発生する可能性があります。** すべてのログイン方法 (soundcloud.com、Apple ID、FB、Google) はこの iPhone アプリから機能します。
ko: 예, 하지만 **일부 로그인 방법에 대해 웹페이지를 표시하는 데 문제가 있을 수 있습니다.** 모든 로그인 방법(soundcloud.com, Apple ID, FB, Google)은 이 iPhone 앱에서 작동합니다.
nl: Ja, maar **er kunnen problemen optreden bij het weergeven van de webpagina bij sommige inlogmethoden.** Alle inlogmethoden (soundcloud.com, Apple ID, FB, Google) werken vanuit deze iPhone-app.
pt_br: Sim, mas **pode haver problemas na exibição da página da Web para alguns dos métodos de login.** Todos os métodos de login (soundcloud.com, Apple ID, FB, Google) funcionam neste aplicativo para iPhone.

source: You can send an email to **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 You can also visit the **[issues page](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** to see questions from the community 👋
ar: يمكنك إرسال بريد إلكتروني إلى **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 📨 يمكنك أيضًا زيارة **[صفحة المشكلات](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** للاطلاع على أسئلة المجتمع 👋
de: Sie können eine E-Mail an **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 senden Sie können auch die **[Problemseite](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** besuchen, um Fragen aus der Community zu sehen 👋
es_419: Puede enviar un correo electrónico a **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 También puedes visitar la **[página de problemas](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** para ver las preguntas de la comunidad 👋
fr: Vous pouvez envoyer un e-mail à **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 Vous pouvez également visiter la **[page des problèmes](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** pour voir des questions déjà posées par la communauté 👋
it: Puoi inviare un'e-mail a **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 Puoi anche visitare la **[pagina dei problemi](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** per vedere le domande della community 👋
ja: **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** にメールを送信できます 💌 **[問題ページ](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** にアクセスして、コミュニティからの質問を確認することもできます 👋
ko: **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)**으로 이메일을 보내실 수 있습니다 💌 **[문제 페이지](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)**를 방문하여 커뮤니티의 질문을 볼 수도 있습니다 👋
nl: U kunt een e-mail sturen naar **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 Je kunt ook de **[problemenpagina](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** bezoeken om vragen van de community te bekijken 👋
pt_br: Você pode enviar um e-mail para **[watchcloud.app@gmail.com](mailto:watchcloud.app@gmail.com)** 💌 Você também pode visitar a **[página de problemas](https://github.com/superturboryan/WatchCloud-Privacy-Policy/issues)** para ver as perguntas da comunidade 👋
